acpi
acpid
acpilight
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-utils
amd-ucode
android-tools
arandr
arc-gtk-theme
autoconf
automake
base
bash-completion
bear
binutils
bison
bluez
bluez-utils
bridge-utils
bspwm
calcurse
chromium
cmake
cups
dialog
discord
dmenu
dmidecode
dnsmasq
dosfstools
dunst
efibootmgr
exa
fakeroot
file
findutils
firefox
firewalld
flameshot
flex
gawk
gcc
geogebra
gettext
gimp
git
gitg
gnome-calculator
grep
groff
grub
gvfs
gvfs-gphoto2
gvfs-mtp
gzip
handbrake
hplip
htop
imagemagick
inetutils
iptables-nft
iwd
keepassxc
kitty
kvantum
lib32-mesa
libguestfs
libtool
libva-mesa-driver
libvirt
linux
linux-firmware
linux-headers
linux-lts
lxappearance
lxsession
m4
make
man-db
man-pages
mpd
mpv
mtools
mtpfs
nautilus
ncmpc
ncmpcpp
nemo
neofetch
neovim
netctl
network-manager-applet
networkmanager
nftables
nitrogen
nmap
noto-fonts
noto-fonts-emoji
ntfs-3g
obs-studio
openbsd-netcat
openssh
os-prober
pacman
pamixer
patch
pavucontrol
pcmanfm
pdfarranger
picom
pkgconf
polybar
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-pip
python-pyqt5
python-reportlab
qemu-desktop
qt5ct
qt6-base
ranger
redshift
reflector
ristretto
rofi
rsync
sed
signal-desktop
simple-scan
starship
sudo
sxhkd
sxiv
system-config-printer
terminus-font
texinfo
texlive-core
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
thunar
tlp
ttc-iosevka
ttf-dejavu
ttf-fira-mono
ttf-font-awesome
ttf-opensans
udisks2
unzip
vim
virt-manager
vlc
volumeicon
which
wireless_tools
wmname
wpa_supplicant
xarchiver
xclip
xdg-user-dirs
xdg-utils
xf86-input-synaptics
xf86-video-amdgpu
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsane
xterm
zathura
zathura-pdf-mupdf
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
