adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
aarch64-linux-gnu-gcc
aarch64-linux-gnu-gdb
alacritty
alsa-utils
amd-ucode
android-tools
antimicrox
arandr
arc-gtk-theme
archlinux-wallpaper
autoconf
automake
base
bash-completion
bat
bat-extras
bear
biber
bind
binutils
bison
bluez
blueberry
bluez-utils
bridge-utils
bmon
boost
brasero
bspwm
calcurse
chromium
cmake
cups
debugedit
dialog
discord
dmenu
dmidecode
dnsmasq
docker
docker-compose
dosfstools
dunst
efibootmgr
evtest
exfatprogs
eza
fakeroot
fd
file
findutils
firefox
firewalld
firejail
flameshot
flex
foliate
fzf
gawk
gcc
gdb
gettext
gimp
git
git-delta
gitg
gnome-calculator
grep
groff
grub
gtop
gvfs
gvfs-gphoto2
gvfs-mtp
gzip
hdf5
hexyl
hplip
htop
imagemagick
inetutils
iptables-nft
iwd
iverilog
jedi-language-server
jp2a
jq
jupyter-notebook
keepassxc
kitty
lib32-mesa
libguestfs
kvantum-qt5
libtool
libva-mesa-driver
libvirt
linux
linux-firmware
linux-headers
linux-lts
lxappearance
lxsession
m4
make
man-db
man-pages
meld
mesa-demos
moreutils
mpd
mpv
mtools
mtpfs
nautilus
ncmpc
ncmpcpp
nemo
neofetch
neovim
netctl
network-manager-applet
networkmanager
nftables
networkmanager-openconnect
networkmanager-openvpn
nitrogen
nmap
noto-fonts
nodejs
noto-fonts-emoji
npm
nsxiv
ntfs-3g
obs-studio
openbsd-netcat
openconnect
openresolv
openssh
pacman
pacman-contrib
pandoc-cli
patch
pavucontrol
pcmanfm
pdfarranger
pdfpc
picom
pkgconf
polybar
pkgfile
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
pwndbg
python-pip
python-pipx
python-ptrace
python-pwntools
python-pycryptodome
python-pyqt5
qemu-desktop
qemu-system-aarch64
qemu-user
qemu-user-static
qt5ct
qt6-base
radare2
ranger
redshift
reflector
ristretto
rofi
rpi-imager
rsync
sagemath
sane
scrcpy
sed
shotcut
signal-desktop
simple-scan
starship
spotify-launcher
strace
stress
sudo
sxhkd
sxiv
system-config-printer
terminus-font
tcpdump
texinfo
texlive-core
texlive-basic
texlive-bibtexextra
texlive-bin
texlive-binextra
texlive-langenglish
texlive-langgerman
thunar
tlp
tree
ttc-iosevka
ttf-dejavu
ttf-fira-mono
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-roboto
ttf-roboto-mono-nerd
udisks2
unzip
usbutils
valgrind
verilator
vim
virt-manager
vivid
volumeicon
which
wireguard-tools
wireless_tools
wmname
wpa_supplicant
xarchiver
xclip
xdg-user-dirs
xdg-utils
xf86-input-synaptics
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsane
xterm
z3
zathura
zathura-djvu
zathura-pdf-mupdf
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-history-substring-search
